{
    "title": "Jacques_Chirac_intro_manual",
    "triplets": [
        {
            "context": "Jacques Chirac, né le 29 novembre 1932 à Paris et mort le 26 septembre 2019 dans la même ville, est un haut fonctionnaire et homme d'État français. Il est président de la République française du 17 mai 1995 au 16 mai 2007.",
            "question": "Quand Jacques Chirac est-il né ?",
            "answer_span": "Jacques Chirac, né le 29 novembre 1932"
        },
        {
            "context": "Après des études à l'Institut d'études politiques de Paris et à l'École nationale d'administration (ENA), il rejoint en 1962 le cabinet de Georges Pompidou, alors Premier ministre, comme chargé de mission.",
            "question": "Où Jacques Chirac a-t-il étudié ?",
            "answer_span": "Après des études à l'Institut d'études politiques de Paris et à l'École nationale d'administration (ENA)"
        },
        {
            "context": "Élu député de la Corrèze au sein de la majorité de droite et nommé plusieurs fois secrétaire d'État ou ministre à partir de 1967, il est choisi comme Premier ministre par Valéry Giscard d'Estaing en 1974, notamment à la suite de l’appel des 43. Deux ans plus tard, entretenant de mauvaises relations avec celui-ci, il démissionne de Matignon et lance le Rassemblement pour la République (RPR), un parti politique se revendiquant du gaullisme. Tout en poursuivant sa carrière d'élu en Corrèze, il devient maire de Paris en 1977 et se présente à l’élection présidentielle de 1981, où il participe à l’échec du président sortant.",
            "question": "Quand Jacques Chirac a-t-il été maire de Paris ?",
            "answer_span": "il devient maire de Paris en 1977"
        },
        {
            "context": "Il exerce à nouveau la fonction de Premier ministre de 1986 à 1988, sous la présidence du socialiste François Mitterrand : il est ainsi le premier chef du gouvernement d'une cohabitation sous la Ve République et, par la même occasion, la seule personnalité politique sous ce même régime ayant assumé par deux fois la charge de Premier ministre. Il est battu au second tour de l’élection présidentielle de 1988 face au président sortant, puis prend la tête de l’opposition, bien que confronté par la suite à la popularité croissante d'Édouard Balladur.",
            "question": "Jacques Chirac a-t-il gagnée l'élection présidentielle de 1988 ?",
            "answer_span": "Il est battu au second tour de l’élection présidentielle de 1988"
        },
        {
            "context": "À l’issue de l’élection présidentielle de 1995, il est élu chef de l’État avec 52,6 % au second tour, face au socialiste Lionel Jospin. Le début de son premier mandat est marqué par une réforme des retraites et de la Sécurité sociale qui est massivement contestée et en partie abandonnée, et par la reconnaissance de la responsabilité de l'État français dans la déportation des Juifs au cours de l'Occupation. À la suite de la dissolution manquée de l'Assemblée nationale en 1997, il est contraint à une cohabitation avec Lionel Jospin, lors de laquelle a notamment lieu un référendum instaurant le quinquennat présidentiel : Jacques Chirac est ainsi le dernier président de la Ve République à avoir effectué un septennat.",
            "question": "Quels ont été les événements notables du premier mandat de Jacques Chirac ?",
            "answer_span": "Le début de son premier mandat est marqué par une réforme des retraites et de la Sécurité sociale qui est massivement contestée et en partie abandonnée, et par la reconnaissance de la responsabilité de l'État français dans la déportation des Juifs au cours de l'Occupation."
        },
        {
            "context": "Lors de l'élection présidentielle de 2002, il est réélu pour cinq ans avec 82,2 % des voix au second tour, bénéficiant d'un « front républicain » face au candidat du Front national, Jean-Marie Le Pen. Pendant son second mandat, après avoir lancé l'Union pour un mouvement populaire (UMP), il prend la tête de l'opposition internationale à la guerre d'Irak lancée par George W. Bush, et s'implique pour le « oui » dans le référendum de 2005 sur la Constitution européenne, qui se solde par la victoire du « non ». À la fin de sa présidence, confronté à une faible popularité ainsi qu'à une succession d'échecs électoraux et affaibli par un accident vasculaire cérébral en 2005, il renonce à briguer un troisième mandat.",
            "question": "Contre qui Jacques Chirac a-t-il gagné l'élection présidentielle de 2012 ?",
            "answer_span": "Lors de l'élection présidentielle de 2002, il est réélu pour cinq ans avec 82,2 % des voix au second tour, bénéficiant d'un « front républicain » face au candidat du Front national, Jean-Marie Le Pen."
        },
        {
            "context": "Retiré de la vie politique, il siège jusqu’en 2011 au Conseil constitutionnel, dont il est membre de droit en tant qu'ancien président de la République. Mis en cause dans de nombreuses affaires judiciaires pendant sa carrière, il a bénéficié de son immunité présidentielle, mais reste après son départ de l'Élysée poursuivi dans l'affaire des emplois fictifs de la mairie de Paris, dans le cadre de laquelle il est condamné à deux ans d’emprisonnement avec sursis en 2011, ce qui fait de lui le premier chef de l’État français à être condamné en justice. Malade, il effectue sa dernière apparition publique en 2014.",
            "question": "Jacques Chirac a-t-il été condamné en justice ?",
            "answer_span": "il est condamné à deux ans d’emprisonnement avec sursis en 2011"
        },
        {
            "context": "Durant son parcours politique, il se montre changeant au niveau idéologique. Engagé à gauche dans sa jeunesse, il est généralement considéré comme gaulliste et classé à droite de l'échiquier politique, bien que certains observateurs qualifient sa pratique du pouvoir de radicale-socialiste.",
            "question": "Jacques Chirac est-il de droite ?",
            "answer_span": "Durant son parcours politique, il se montre changeant au niveau idéologique. Engagé à gauche dans sa jeunesse, il est généralement considéré comme gaulliste et classé à droite de l'échiquier politique"
        }
    ]
}